[
    {
        "name":"Adelphi Hotel",
        "address":"187 Flinders Lane, 3000 Melbourne",
        "description":"Adelphi Hotel boasts free WiFi, free local phone calls and free in-room snacks and refreshments. The Om Nom Restaurant offers a tempting à la carte menu and delicious desserts. The bar serves a wide selection of wine, beer and cocktails. Each air-conditioned room features an iPod dock and flat-screen TV. There is also a refrigerator, work desk and a Lavazza coffee machine. The en suite bathroom includes bathrobes and a hairdryer. A room service menu is available 24/7.",
        "image":"1"
    },
    {
        "name":"Crown Metropol Melbourne",
        "address":"8 Whiteman Street, Southbank, 3006 Melbourne",
        "description":"Guests have access to an exclusive lounge (open on select days only) and a bar with panoramic city views. Each spacious room features stylish modern décor and spectacular views. Air conditioning and an LCD TV are provided. The bathroom includes an oversized shower, large vanity and a privacy screen. Dining options at Crown Metropol Melbourne include the Mr Hive Kitchen & Bar. The hotel features 2 swimming pools, an indoor sun-deck relaxation lounge and a world-class fitness centre.",
        "image":"2"
    },
    {
        "name":"Crown Towers Melbourne",
        "address":"8 Whiteman Street, Southbank, 3006 Melbourne",
        "description":"Crown Towers offers spacious luxury rooms with views of the city or Port Phillip Bay. Each room features original artworks and marble bathrooms. Each room includes a large plasma-screen TV with laptop video-on-demand system, and a separate dressing room. The city and bay views are framed by floor-to-ceiling windows. Guests at Crown Towers Melbourne have access to the restaurants, cinemas, nightclubs, bars and shopping within the Crown Casino and Entertainment Complex. Crown Spa offers a range of facials, massages, beauty treatments and therapies. It also has a 25 m heated indoor pool, steam room, sun terraces and a fully equipped fitness centre.",
        "image":"3"
    },
    {
        "name":"Grand Hyatt Melbourne",
        "address":"123 Collins Street, 3000 Melbourne",
        "description":"Grand Hyatt Melbourne comprises of luxurious guest rooms, and premium suites, all boasting contemporary living and spectacular Melbourne city skyline or picturesque Yarra River views. Grand Hyatt Melbourne boasts world-class facilities, including upper and lower lobbies, couture boutiques, a signature restaurant Collins Kitchen, a stylish, modern bar Ru-Co, and City Club Health & Fitness Centre, open 24/7, featuring an indoor swimming pool, sauna, and open-air tennis court. Available exclusively to guests booking rooms which include Grand Club access, the Grand Club Lounge is located on the 31st floor of the hotel offering panoramic views of the Melbourne city skyline and high levels of personalised service.",
        "image":"4"
    },
    {
        "name":"Hilton Melbourne",
        "address":"18 Little Queen Street, Victoria 3000 Melbourne",
        "description":"Featuring a fitness centre and a bar, this 5-star hotel offers room service and a concierge service. The hotel will provide guests with air-conditioned rooms offering a desk, a coffee machine, a fridge, a safety deposit box, a flat-screen TV and a private bathroom with a shower. Hilton Melbourne Little Queen Street provides certain rooms with city views, and rooms have a kettle. At the accommodation each room is equipped with bed linen and towels. A buffet, continental or Full English/Irish breakfast is available daily at the property. At Hilton Melbourne Little Queen Street you will find a restaurant serving Italian and Australian cuisine. Vegetarian, vegan and gluten-free options can also be requested.",
        "image":"5"
    },
    {
        "name":"Hyatt Centric Melbourne",
        "address":"25 Downie Street, 3000 Melbourne",
        "description":"Hyatt Centric Melbourne provides accommodation with a fitness centre, private parking, a restaurant and a bar. With free WiFi, this 5-star hotel offers room service and a 24-hour front desk. The hotel will provide guests with air-conditioned rooms offering a desk, a coffee machine, a fridge, a minibar, a safety deposit box, a flat-screen TV and a private bathroom with a shower. Rooms are fitted with a kettle, while selected rooms are equipped with a balcony and others also offer city views. At Hyatt Centric Melbourne each room is fitted with bed linen and towels. Guests at the accommodation can enjoy a buffet breakfast.",
        "image":"6"
    },
    {
        "name":"InterContinental Melbourne",
        "address":"495 Collins Street, 3000 Melbourne",
        "description":"Enjoy a cocktail at Bluestone Bar, warm up with our fitness facilities, or take a dip in our heated rooftop pool and jacuzzi, boasting panoramic city views out to the bay. When youre ready to explore, allow our experienced Concierge to direct you to the best kept secrets of Melbournes laneway dining and boutique shopping opportunities. The rooms and suites offer all the luxuries of a true city escape. Enjoy 24 hour in-room dining, mini-bar and coffee facilities, free Wi-Fi, Chromecast streaming capabilities, and InterContinental Cloud Beds for the perfect nights sleep. When reserving a room or suite with Club access, your exclusive Club InterContinental experience will include breakfast, all day refreshments, afternoon tea and evening canapes.",
        "image":"7"
    },
    {
        "name":"Lancemore Crossley St.",
        "address":"51 Little Bourke Street, 3000 Melbourne",
        "description":"Lancemore Crossley St. Melbourne features air-conditioned rooms, a fitness centre, free WiFi and a terrace. This 5-star hotel offers room service and a 24-hour front desk. The accommodation offers airport transfers, while a car rental service is also available.",
        "image":"8"
    },
    {
        "name":"Le Méridien Melbourne",
        "address":"20 Bourke Street, 3000 Melbourne",
        "description":"The hotel will provide guests with air-conditioned rooms with a desk, a coffee machine, a minibar, a safety deposit box, a flat-screen TV and a private bathroom with a shower. Every room includes a kettle, while some rooms come with a kitchenette with a fridge and a microwave. At Le Méridien Melbourne every room is equipped with bed linen and towels.",
        "image":"9"
    },
    {
        "name":"Melbourne Marriott Hotel",
        "address":"Corner Exhibition And Lonsdale Streets, 3000 Melbourne",
        "description":"The Melbourne Marriott Hotel features a swimming pool, sauna and fitness centre. Guests can also relax at the restaurant, cafe or bar. All rooms are spacious and non-smoking, offering cable TV, a minibar and a desk with high-speed internet access. The Essence Restaurant offers modern Australian cuisine with locally sourced produce, and the stylish M Bar offers delicious cocktails, wine and craft beer as well as light bites. The new M Club executive lounge provides an exclusive place to relax, refuel and refocus. Access is complimentary for Marriott.",
        "image":"10"
    },
    {
        "name":"Melbourne Marriott Docklands",
        "address":"15 Waterfront Way, Docklands, Docklands, 3008 Melbourne",
        "description":"Melbourne Marriott Hotel Docklands has free bikes, outdoor swimming pool, a fitness centre and restaurant in Melbourne. Among the facilities at this property are a business centre and a concierge service, along with free WiFi throughout the property. The accommodation offers room service, a 24-hour front desk and currency exchange for guests.",
        "image":"11"
    },
    {
        "name":"Next Hotel Melbourne",
        "address":"103 Little Collins Street, 3000 Melbourne",
        "description":"Next Hotel Melbourne provides concierge services, non-smoking rooms, a fitness centre, free WiFi throughout the property and a bar. This 5-star hotel offers room service and a 24-hour front desk. Private parking is available on site. The hotel will provide guests with air-conditioned rooms offering a desk, a coffee machine, a fridge, a minibar, a safety deposit box, a flat-screen TV and a private bathroom with a shower. Next Hotel Melbourne offers certain rooms with city views, and each room includes a kettle. At the accommodation every room is equipped with bed linen and towels. The daily breakfast offers à la carte, continental or Full English/Irish options. At Next Hotel Melbourne you will find a restaurant serving Italian and local cuisine. Vegetarian, vegan and gluten-free options can also be requested.",
        "image":"12"
    },
    {
        "name":"Pan Pacific Melbourne",
        "address":"2 Convention Centre Place, South Wharf, 3006 Melbourne",
        "description":"Pan Pacific Melbourne offers luxurious and stylish accommodation, with panoramic views of the city, Port Phillip bay or Yarra River. All air-conditioned modern rooms at the Pan Pacific Melbourne include floor-to-ceiling windows with stunning views. Each room has a work desk, a minibar and tea and coffee making facilities. Each room has a flat-screen TV with satellite channels. There is 24-hour in room dining available to all in-house guests. Breakfast is also available though the in room dining menu located in guest rooms, and orders can be placed through a food order system. Pan Pacific Melbourne offers concierge services and the 24-hour front desk can arrange dry cleaning, currency exchange and babysitting. It offers facilities for business meetings and events.",
        "image":"13"
    },
    {
        "name":"Park Hyatt Melbourne",
        "address":"1 Parliament Square, Off Parliament Place, East Melbourne, 3002 Melbourne",
        "description":"Park Hyatt Melbourne provides a variety of rooms that feature city views, Art Deco and Ottoman décor, and spa-inspired Italian marble bathrooms. Free WiFi is included.",
        "image":"14"
    },
    {
        "name":"Peppers Docklands",
        "address":"679 La Trobe Street, Docklands, 3008 Melbourne",
        "description":"All air-conditioned rooms offer a flat-screen satellite TV and tea/coffee making facilities. Each room has a private bathroom with a shower. There is a 24-hour front desk at the property, as well as a bar offering a selection of wines and spirits. Outdoor pool and fitness centre is located in the adjacent building. Restaurant and bar are on restricted operational hours. Restaurant opens only on Saturday and Sunday for breakfast; bar opens only on Friday and Saturday night.",
        "image":"15"
    },
    {
        "name":"Platinum Freshwater Place",
        "address":"1 Freshwater Place, Southbank, 3006 Melbourne",
        "description":"Platinum Apartments at Freshwater Place offers modern self-contained accommodation. Each apartment provides free WiFi. All apartments have prime landmark views. The luxurious air-conditioned apartments will provide you with a spacious lounge, flat-screen TV with cable channels, DVD player and an iPod dock. You can prepare a meal in the fully equipped kitchen, which includes a microwave, dishwasher and a stovetop. Bathrooms include a shower and a bath, hairdryer and free toiletries. Some apartments have a balcony and Yarra River views.",
        "image":"16"
    },
    {
        "name":"Platinum Victoria  Penthouse",
        "address":"4201/ 100 Harbour Esplanade, Docklands, 3008 Melbourne",
        "description":"Platinum Apartments at The Victoria Rooftop Penthouse offers city views and a terrace. Free WiFi is featured throughout the property and private parking is available on site. The air-conditioned apartment consists of 4 bedrooms, a living room, a fully equipped kitchen with a fridge and a coffee machine, and 2 bathrooms with a bidet and a shower. Towels and bed linen are available in the apartment. A bicycle rental service is available at the apartment.",
        "image":"17"
    },
    {
        "name":"Pullman on Swanston",
        "address":"195 Swanston Street, 3000 Melbourne",
        "description":"All spacious guest rooms feature a personalised digital concierge service, Arora bathroom amenities, air-conditioning and a flat-screen TV. Breakfast and light meals are on offer at the hotels café or you can enjoy breakfast and dinner daily at Eva's Restaurant & Bar.",
        "image":"18"
    },
    {
        "name":"QT Melbourne",
        "address":"133 Russell Street, 3000 Melbourne",
        "description":"All rooms at the QT boast stylish decor and feature modern conveniences including air-conditioning, a minibar, coffee machine and a flat-screen TV with cable channels. Each room has a private bathroom offering bathrobes and free toiletries.",
        "image":"19"
    },
    {
        "name":"Quay West Suites",
        "address":"Southgate Avenue, Southbank, 3000 Melbourne",
        "description":"This 5-star hotel offers spacious suites with LCD TVs, balconies, and panoramic views over Yarra River. Quay West Suites Melbourne provides suites that include fully equipped kitchens or kitchenettes, dining areas, and a furnished balcony. Guests can enjoy using the 15 m indoor lap pool, spa, sauna, and fitness center. Meals and drinks are served indoors or outdoors on a spacious terrace at the hotels Jarrah Restaurant & Bar. The menu features seasonal specialities such as fresh local seafood, light pasta, simple grills and steaks.",
        "image":"20"
    },
    {
        "name":"Shadow Play by Peppers",
        "address":"308 - 320 City Road, Southbank, 3000 Melbourne",
        "description":"Shadow Play by Peppers offers accommodation with an outdoor swimming pool, private parking, a fitness centre and a garden. With free WiFi, this 5-star hotel has a shared lounge and a terrace. The hotel features a sauna and room service. The units at the hotel come with air conditioning, a seating area, a flat-screen TV with satellite channels, a kitchen, a dining area and a private bathroom with free toiletries, a shower and a hairdryer. Shadow Play by Peppers features certain units that feature a balcony, and rooms are fitted with a coffee machine. At the accommodation all rooms come with bed linen and towels. A à la carte breakfast is available every morning at Shadow Play by Peppers. At the hotel you will find a restaurant serving Australian cuisine. Shadow Play by Peppers offers a barbecue.Staff at the accommodation are always available to provide information at the reception.",
        "image":"21"
    },
    {
        "name":"Sheraton Melbourne Hotel",
        "address":"27 Little Collins Street, 3000 Melbourne",
        "description":"Boasting an indoor lap swimming pool, a fitness centre, a restaurant and spa treatments, Sheraton Melbourne Hotel is located in the heart of Melbourne's CBD, at the Paris end of Little Collins Street. It's luxurious, air-conditioned rooms offer a flat-screen TV.",
        "image":"22"
    },
    {
        "name":"Sofitel On Collins",
        "address":"25 Collins Street, 3000 Melbourne",
        "description":"Sofitel Melbourne on Collins offers 363 luxurious rooms and suites located on levels 36 - 50 of the hotel. Each room offers floor-to-ceiling windows offering panoramic views over the city with the highlight overlooking the Yarra River and out to Port Phillip Bay. With the accommodation having been refurbished in 2022, all rooms offer chic modern furnishings blending the heart of Melbourne with the soul of Sofitel's French identity. Each room offers a 55 inch flat screen TV with Chromecast capability and paid movie channels, In-Room tablet for ordering Room Service or other hotel services, coffee machine and black out shutters for a restful nights sleep. Available exclusively to guests booking rooms which include access, our Club Sofitel executive lounge is the highest in the city located on the 35th floor and offering everything from ",
        "image":"23"
    },
    {
        "name":"Stamford Plaza Melbourne",
        "address":"111 Little Collins Street, 3000 Melbourne",
        "description":"Guests staying at Stamford Plaza Melbourne can choose to stay in rooms, built in 2016 with modern tiled bathrooms that have walk-in showers or to stay in more traditional style 1 or 2-bedroom guest suites with kitchenettes or fully equipped kitchens and separate marble bathrooms. All accommodation has electronic key card locks and door peepholes.You can dine at Harry's Bar and Restaurant, which offers innovative, seasonal, food and beverage options, or order room service from the extensive 24-hour in-room dining menu.",
        "image":"24"
    },
    {
        "name":"The Hotel Windsor",
        "address":"111 Spring Street, 3000 Melbourne, Australia",
        "description":"Established in 1883, this historic hotel combines classic style with modern facilities. Guests enjoy free WiFi. Each spacious room includes cable TV and high-speed internet access. Luxury bathrobes and a fully stocked minibar are also provided. Guests can choose their own pillow from the pillow menu. 24-hour room service is available. Breakfast is served in the hotel's restaurant. 111 Spring Street Restaurant offers elegant innovative cuisine and traditional afternoon tea. The Cricketers Bar serves a range of drinks and light meals.",
        "image":"25"
    },
    {
        "name":"The Langham Melbourne",
        "address":"1 Southgate Avenue, Southbank, 3006 Melbourne",
        "description":"The Langham, Melbourne features an indoor swimming pool with views across the city. The elegant interior includes a grand marble staircase, cascading fountains and magnificent chandeliers. All rooms at The Langham, Melbourne include cable TV and a minibar. Wi-Fi internet access is available. Guests can relax at the Chuan Spa, which offers a range of massages and beauty treatments. The fully equipped fitness centre includes a sauna and steam room. Melba Restaurant offers panoramic views in a stylish relaxed setting. Aria Bar & Lounge offers stylish afternoon tea by day and exhilarating cocktails at night.",
        "image":"26"
    },
    {
        "name":"The Mansion Melbourne",
        "address":"80 Victoria Parade East Melbourne, East Melbourne, 3002 Melbourne",
        "description":"The Mansion Melbourne (formerly Home at the Mansion) was refurbished in 2019 and offers a fusion of chilled vibes, heritage charm, stylish spaces and hotel staff at your service. It features free WiFi, a bar and café and co-working spaces. The Mansion features renovated rooms over three levels, connected by a grand double spiral staircase. The rooms are fitted out with bunk beds complete with privacy curtain, thick mattresses and pillows, a private bed light, power point",
        "image":"27"
    },
    {
        "name":"The Ritz-Carlton",
        "address":"650 Lonsdale Street, 3000 Melbourne",
        "description":"Featuring a bar, The Ritz-Carlton, Melbourne is located in the centre of Melbourne, 1.1 km from Melbourne City Conference Centre. Providing a restaurant, the property also has a fitness centre, as well as an indoor pool and a hot tub. Free WiFi is available and private parking can be arranged at an extra charge.",
        "image":"28"
    },
    {
        "name":"The Westin Melbourne",
        "address":"205 Collins Street, 3000 Melbourne",
        "description":"This luxurious property offers a fitness centre, an indoor pool and free WiFi access in the lobby. All guest rooms include a 42-inch flat-screen TV and tea/coffee making facilities and en-suite bathroom with separate bath and shower. The hotel features an art collection. There is a wellness centre with a 20 m lap pool, a bubble pool, sauna and a steam room.",
        "image":"29"
    },
    {
        "name":"W Melbourne",
        "address":"408 Flinders Lane, 3000 Melbourne",
        "description":"The property offers 5-star accommodation with an indoor pool, sun terrace and state-of-the-art gym. Guests can choose from 3 restaurants and 2 bars. Additionally, there is free WiFi and valet car parking is available on a first come, first served basis from $70 per day.",
        "image":"30"
    }
]